Repository: manuel-chavez27/flutter_app
Catalog: lib/l10n/app_*.arb
Languages: es

# language
source: English
es: Español

# appbar_appointment
source: Appointment
es: Citas

# appbar_privacy
source: Privacy Policies
es: Avisos de Privacidad

# appbar_videochat
source: Video Chat
es: Videollamada

# login_title
source: Login
es: Iniciar sesión

# register_title
source: Register
es: Registrate

# verifyEmail_title
source: Verify your email
es: Verifica tu correo electrónico

# mail_field
source: Email
es: Correo electrónico

# username_field
source: Username
es: Usuario

# password_field
source: Password
es: Contraseña

# confirmPassword_field
source: Confirm Password
es: Confirmar Contraseña

# signIn_button
source: Sign In
es: Iniciar sesión

# register_button
source: Register
es: Registrarse

# createAccount_button
source: Create Account
es: Crear cuenta

# logIn_button
source: Already have an account? Log in
es: ¿Ya tienes una cuenta? Inicia sesión

# mail_field_error
source: Enter a valid Email
es: Ingresa un correo electrónico valido

# password_field_error
source: Enter your password
es: Ingresa tu contraseña

# login_error
source: Could not sign in with those credentials
es: Credenciales incorrectas

# username_register_error
source: The username can't be empty
es: El usuario no puede estar vacio

# password_register_error
source: Enter a password 6+ chars long
es: Ingresa una contraseña mayor a 6 caracteres

# confirmPassword_register_error
source: Passwords must match
es: Las contraseñas deben coincidir

# register_error
source: Please supply valid information
es: Por favor, ingresa información válida

# verifyEmail_message
source: We sent you an email with a link to make the verification of your account, click the link to make the verification
es: Te enviamos un correo electrónico con un enlace para realizar la verificación de tu cuenta, haz click en el enlace para verificarla

# verifyEmail_resend_button
source: Re-send mail
es: Reenviar correo

# verifyEmail_login_button
source: Login
es: Iniciar sesión

# home_sideMenu
source: Home
es: Inicio

# appointment_sideMenu
source: Appointment
es: Citas

# privacyPolicies_sideMenu
source: Privacy Policies
es: Avisos de privacidad

# my_appointment_sideMenu
source: My Appointments
es: Mis citas

# logout_sideMenu
source: Log Out
es: Cerrar sesión

# filter_bundles
source: Bundles
es: Paquetes

# filter_customers
source: Customer
es: Clientes

# filter_date
source: Date
es: Fecha

# filter_time
source: Time
es: Hora

# date_format
source: Choose a Date
es: Escoge una fecha

# time_format
source: Choose a Hour
es: Escoge una hora

# promo_home
source: Promo Day
es: Promoción del día

# promo_message_home
source: This promo is only one time, all our different bundles have a 30% discount
es: Promoción única, todos nuestros paquetes tienen un 30% de descuento

# appointment_button_home
source: Get Appointment
es: Agendar Cita

# section_1_home
source: Interior Detail
es: Estética de Interiores

# section_2_home
source: Engine Wipe Down
es: Lavado de Motor

# section_3_home
source: Headlight Cleaning
es: Limpieza de Faros

# section_4_home
source: Exterior Wash
es: Lavado Exterior

# admin_home
source: Employees
es: Empleados

# profile_role
source: User role
es: Rol de usuario

# profile_edit_role
source: Edit Role
es: Editar Rol

# profile_review
source: Review
es: Calificación

# profile_positive
source: Positive
es: Positivas

# profile_negative
source: Negative
es: Negativas

# first_bundle
source: Exterior Wash
es: Lavado Exterior

# second_bundle
source: Cleaning and Vacuuming
es: Lavado y Aspirado

# third_bundle
source: Deluxe Wash
es: Lavado Deluxe

# buy_bundle
source: Buy Now
es: Comprar ahora

# privacy_introduction_topic
source: INTRODUCTION
es: INTRODUCCIÓN

# privacy_introduction_info
source: AGREEMENT AND PARTIES Car Wash (“Company,” “us,” or “we”) respects the privacy of the visitors to and users of the Car Wash Mobile Application (“Application) available on the Apple, Inc. platform or Store, the Google Android platform of Google Play. This privacy policy (“privacy policy” or “policy”) is an agreement between Car Wash, Inc. and you, as the user of the Application (“you”). This agreement tells you when this policy is effective, what information we collect from you, how we might use it, how you can review or change the personal information you provided to us, how we may change this policy, and the steps we take to ensure that your personal information is protected.
es: ACUERDO Y PARTES Car Wash (“Compañía” o “nosotros”) respeta la privacidad de los visitantes y usuarios de la Aplicación móvil Car Wash (Aplicación) disponible en la plataforma o Tienda Apple, Inc., la Plataforma Google Android de Google Play. Esta política de privacidad (“política de privacidad” o “política”) es un acuerdo entre Car Wash, Inc. y usted, como usuario de la Aplicación (“usted”). Este acuerdo le indica cuándo entra en vigencia esta política, qué información recopilamos de usted, cómo podríamos usarla, cómo puede revisar o cambiar la información personal que nos proporcionó, cómo podemos cambiar esta política y los pasos que tomamos para asegúrese de que su información personal esté protegida.

# privacy_agreement_topic
source: AGREEMENT TO TERMS OF PRIVACY POLICY AND TERMS OF USE
es: ACUERDO DE LOS TÉRMINOS DE LA POLÍTICA DE PRIVACIDAD Y LOS TÉRMINOS DE USO

# privacy_agreement_info
source: AGREEMENT TO TERMS. All activities in which you may engage though the Application are voluntary. You are not required to provide any personal information to us unless you choose to access features on the Application or the site which require the information. If you do not agree with the terms of this policy or other terms of use on this website, then you should immediately exit the Application and discontinue using the Application and site. If you do not agree with the terms of our privacy policy, please do not provide us with personal information, and leave the Application. The terms of use of the Application are expressly incorporated herein by reference and made a part of this policy. By using the Application, you signify that you agree to the terms of this privacy policy as well as to our terms of use.
es: ACUERDO DE TÉRMINOS. Todas las actividades en las que puede participar a través de la Aplicación son voluntarias. No está obligado a proporcionarnos ninguna información personal a menos que elija acceder a las funciones de la Aplicación que requieren la información. Si no está de acuerdo con los términos de esta política u otros términos de uso de este sitio web, debe salir inmediatamente de la Aplicación y dejar de usar la Aplicación y el sitio. Si no está de acuerdo con los términos de nuestra política de privacidad, no nos proporcione información personal y abandone la Aplicación o el sitio web. Los términos de uso de la Aplicación se incorporan expresamente aquí como referencia y forman parte de esta política. Al utilizar la Aplicación, usted indica que acepta los términos de esta política de privacidad, así como nuestros términos de uso.

# privacy_effective_topic
source: EFFECTIVE DATE OF AND CHANGES TO PRIVACY POLICY
es: FECHA DE VIGENCIA Y CAMBIOS EN LA POLÍTICA DE PRIVACIDAD

# privacy_effective_info
source: EFFECTIVE DATES. This privacy policy is effective as of October 1, 2021, and will remain in effect except with respect to any of its provisions that are changed in the future, in which case the changes will become effective on the date they are posted through the Application or we otherwise notify you of the changes. We reserve the right to change this privacy policy at any time. Changes, modifications, additions, or deletions will be effective immediately on their posting to this site. You should check this policy periodically as its terms may change from time to time. Your continued use of the Application after we post any such modifications will constitute your acknowledgment of the modified policy and your agreement to abide and be bound by the modified policy.
es: FECHAS EFECTIVAS. Esta política de privacidad entra en vigencia a partir del 1 de octubre de 2021 y permanecerá vigente excepto con respecto a cualquiera de sus disposiciones que se modifiquen en el futuro, en cuyo caso los cambios entrarán en vigencia en la fecha en que se publiquen a través de la Aplicación o en el sitio web o le notificaremos los cambios. Nos reservamos el derecho de cambiar esta política de privacidad en cualquier momento. Los cambios, modificaciones, adiciones o eliminaciones entrarán en vigencia inmediatamente después de su publicación en este sitio. Debe verificar esta política periódicamente, ya que sus términos pueden cambiar de vez en cuando. Su uso continuado de la Aplicación y el sitio web después de que publiquemos dichas modificaciones constituirá su reconocimiento de la política modificada y su aceptación de cumplir y estar sujeto a la política modificada.

# privacy_policy_topic
source: POLICY APPLICABLE TO ONLINE ACTIVITIES ONLY
es: POLÍTICA APLICABLE ÚNICAMENTE A ACTIVIDADES EN LÍNEA

# privacy_policy_info
source: DISCLAIMERS. The privacy policy does not extend to anything that is inherent in the operation of the Internet, and therefore beyond the Company’s control, and is not to be applied in any manner contrary to applicable law or governmental regulation. This online privacy policy only applies to information collected through the Application. This privacy policy does not apply to any information we may collect from you in any place other than the Application and this website.
es: EXENCIONES DE RESPONSABILIDAD. La política de privacidad no se extiende a nada que sea inherente al funcionamiento de Internet y, por lo tanto, más allá del control de la Compañía, y no debe aplicarse de ninguna manera contraria a la ley o regulación gubernamental aplicable. Esta política de privacidad en línea solo se aplica a la información recopilada a través de la Aplicación o el sitio web. Esta política de privacidad no se aplica a ninguna información

# privacy_personal_topic
source: PERSONAL INFORMATION WE MAY COLLECT
es: INFORMACIÓN PERSONAL QUE PODEMOS RECOPILAR

# privacy_personal_info
source: TYPES OF INFORMATION COLLECTED. We may ask you for certain information referred to on this site as “personal information,” which includes information that pertains to your identity. Such information may include, but is not limited to, items such as your name, address, date of birth, age, gender, e-mail address, telephone number, or credit card or debit card number. You may be required to provide personal information to access or use certain parts of our website or features of the site. If you do not provide the requested personal information, you may not be able to access or use the features of the site where such information is requested.
es: TIPOS DE INFORMACIÓN RECOPILADA. Es posible que le pidamos cierta información a la que se hace referencia en este sitio como “información personal”, que incluye información relacionada con su identidad. Dicha información puede incluir, entre otros, elementos como su nombre, dirección, fecha de nacimiento, edad, sexo, dirección de correo electrónico, número de teléfono o número de tarjeta de crédito o débito. Es posible que deba proporcionar información personal para acceder o utilizar ciertas partes de nuestro sitio web o funciones del sitio. Si no proporciona la información personal solicitada, es posible que no pueda acceder o utilizar las funciones del sitio donde se solicita dicha información.

# faq_first_question
source: Can I cancel my Appointment?
es: ¿Puedo cancelar mi cita?

# faq_first_answer
source: If the appointment has more than 72 hours to be done, you can cancel it for free.
es: Si la cita tiene más de 72 horas para que sea realizada, puede cancelarla de forma gratuita.

# faq_second_question
source: How much time you take to get to my address?
es: ¿Cuánto tiempo tardan en llegar a mi casa?

# faq_second_answer
source: We try to get there 15 minutes before the appointment starts to prepare all the equipment and get things ready.
es: Intentamos llegar 15 minutos antes de que comience la cita para preparar todo el equipo y tener todo listo.

# faq_third_question
source: I just wash my car and it started to rain, what can I do?
es: Acabo de lavar mi coche y empezó a llover, ¿qué puedo hacer?

# faq_third_answer
source: No problem, if you wash your car with us and within the next 48 hours it started to rain, we are going to provide you the service for free, this is our guarantee
es: No hay problema, si lavas tu carro con nosotros y dentro de las próximas 48 horas empezó a llover te vamos a brindar el servicio gratis, esta es nuestra garantía.

# faq_first_details
source: Anyone who drives a car knows that it takes effort to keep it spick and span. After all, dirt happens all by itself; clean does not. And while some drivers certainly pay more attention to keeping their vehicles clean than do others, nevertheless, it is easy to neglect having your car washed as often as you should.
es: Cualquiera que conduzca un automóvil sabe que se necesita un esfuerzo para mantenerlo impecable. Después de todo, la suciedad ocurre por sí sola; limpio no lo hace. Y aunque algunos conductores ciertamente prestan más atención a mantener limpios sus vehículos que otros, no obstante, es fácil descuidar el lavado de su automóvil con la frecuencia debida.

# faq_second_details
source: But washing your car should be a regular occurrence, like replacing your brake pads or changing your oil, only more frequent. So, in an effort to make car washing simpler, here is a list of frequently asked car wash questions.
es: Pero lavar el automóvil debe ser algo habitual, como reemplazar las pastillas de freno o cambiar el aceite, solo que con más frecuencia. Entonces, en un esfuerzo por simplificar el lavado de autos, aquí hay una lista de preguntas frecuentes sobre el lavado de autos.

# faq_fourth_question
source: How often should I wash my car?
es: ¿Con qué frecuencia debo lavar mi auto?

# faq_fourth_answer
source: How often you wash your car could depend on where you live and where you drive. Dirt roads and salted streets might make it necessary to wash your vehicle more frequently than driving on dry ones. In general, you should aim at washing your car once a week - every other week at least - to adequately maintain the body and protect the paint.
es: La frecuencia con la cual debe lavar su automóvil podría depender de dónde vive y dónde conduce. Los caminos de tierra y las calles saladas pueden hacer que sea necesario lavar su vehículo con más frecuencia que conducir en seco. En general, debe aspirar a lavar su automóvil una vez por semana, al menos cada dos semanas, para mantener adecuadamente la carrocería y proteger la pintura.

# faq_fifth_question
source: How should I wash my car?
es: ¿Cómo debo lavar mi auto?

# faq_fifth_answer
source: Professional hand washing is the best bet to keep your car in tip top shape. But that service might not be available or convenient every week. A quality drive-through car wash can be a suitable alternative for those weeks (or locations) where professional hand washing is not feasible. Every so often, you might also consider professional auto detailing for more advanced care.
es: El lavado profesional es la mejor opción para mantener su automóvil en plena forma. Pero es posible que ese servicio no esté disponible o no sea conveniente todas las semanas. Un lavado de autos de calidad puede ser una alternativa adecuada para esas semanas (o lugares) donde el lavado profesional no es factible. De vez en cuando, también puede considerar el detallado de automóviles profesionales para un cuidado más avanzado.

# faq_sixth_question
source: What types of vehicles can go through a car wash?
es: ¿Qué tipo de vehículos pueden pasar por un lavado de autos?

# faq_sixth_answer
source: Most cars, trucks, vans, and SUVs up to 84 inches high and with 4 inches of ground clearance can go through an automatic car wash. Any factory-installed equipment in working order is guaranteed against damage by most car washes.
es: La mayoría de los automóviles, camiones, camionetas y SUV de hasta 84 pulgadas de alto y 4 pulgadas de distancia al suelo pueden pasar por un lavado automático de autos. Cualquier equipo instalado de fábrica en buen estado de funcionamiento está garantizado contra daños por la mayoría de los lavados de automóviles.

# faq_seventh_question
source: Can I take my pickup truck through the car wash?
es: ¿Puedo llevar mi camioneta por el lavado de autos?

# faq_seventh_answer
source: Yes. Your pickup truck is fine to go through the car wash if the bed is empty. It is worth noting, however, that some side mirrors are not compatible with some car washes, nor are dual-wheeled vehicles. Some modified trucks, or those with oversized tires, might not work either.
es: Si. Su camioneta está bien para pasar por el lavado de autos si la caja está vacía. Sin embargo, vale la pena señalar que algunos espejos laterales no son compatibles con algunos lavados de automóviles, ni tampoco los vehículos de dos ruedas. Es posible que algunas camionetas modificadas, o aquellas con llantas de gran tamaño, tampoco funcionen.

# faq_eighth_question
source: Is a car wash safe for a convertible?
es: ¿Es seguro un lavado de autos para un convertible?

# faq_eighth_answer
source: Yes. Just not with the top down! Make sure the top is properly latched.
es: Si. ¡Pero no con la capota abajo! Asegúrese de que la parte superior esté bien cerrada.

# faq_ninth_question
source: What happened to my front license plate?
es: ¿Qué pasó con mi matrícula delantera?

# faq_ninth_answer
source: If your vehicle dons a front license plate, make sure that it is supported by the manufacturer’s license plate frame. In states where front plates are required, manufacturers and dealers are also required to provide you with a license plate frame. Without that support, the spinning equipment in many automatic car washes will damage the plate. If you do not have a frame, simply remove the license plate before going through the car wash.
es: Si su vehículo tiene una placa de matrícula delantera, asegúrese de que esté respaldada por el marco de la placa de matrícula del fabricante. En los estados donde se requieren placas frontales, los fabricantes y distribuidores también deben proporcionarle un marco de placa. Sin ese soporte, el equipo de hilatura en muchos lavados automáticos de autos dañará la placa. Si no tiene un marco, simplemente retire la placa de matrícula antes de pasar por el lavado de autos.

# faq_tenth_question
source: What about other accessories?
es: ¿Qué pasa con otros accesorios?

# faq_tenth_answer
source: Aftermarket accessories, such as bug shields, may go through an automatic wash unharmed. But they are not guaranteed. Damage could occur, especially if the component was previously damaged or compromised by stress cracks around the mounting points or rock chips. A car wash will not damage a trailer hitch, but the hitch could prevent the wash equipment from working as effectively as it should around that area. Any hitch plug left in place could be damaged or come loose in the wash.
es: Los accesorios del mercado de accesorios, como los protectores contra insectos, pueden pasar ilesos por un lavado automático. Pero no están garantizados. Se pueden producir daños, especialmente si el componente fue previamente dañado o comprometido por grietas por tensión alrededor de los puntos de montaje o astillas de roca. Un lavado de autos no dañará el enganche del remolque, pero el enganche podría evitar que el equipo de lavado funcione tan eficazmente como debería en esa área. Cualquier tapón de enganche que se deje en su lugar podría dañarse o aflojarse durante el lavado.

# faq_eleventh_question
source: Will my antenna get damaged?
es: ¿Se dañará mi antena?

# faq_eleventh_answer
source: That depends on the type of antenna. Many vehicles today have no external antenna, but some (especially older) models do. When that is the case, a solid flexible antenna is fine for the wash. But hollow, telescoping antennas - whether powered or manual - are not. Make sure those are lowered before entering the car wash.
es: Eso depende del tipo de antena. Hoy en día, muchos vehículos no tienen antena externa, pero algunos modelos (especialmente los más antiguos) sí la tienen. Cuando ese es el caso, una antena sólida y flexible está bien para el lavado. Pero las antenas huecas y telescópicas, ya sean eléctricas o manuales, no lo son. Asegúrese de que estén bajados antes de entrar al túnel de lavado.

# faq_twelfth_question
source: Will a car wash harm my alloy wheels?
es: ¿Un lavado de autos dañará mis llantas de aleación?

# faq_twelfth_answer
source: Your alloy wheels will be just fine in an automatic car wash - as long as the business does not use acids that can stain, or certain tire brushes that can scratch. Ask in advance if you are concerned about your wheels. Generally speaking though, aluminum rims are okay in a car wash.
es: Sus llantas de aleación estarán bien en un lavado automático de autos, siempre y cuando la empresa no use ácidos que puedan manchar o ciertos cepillos para llantas que puedan rayar. Pregunte con anticipación si está preocupado por sus ruedas. Sin embargo, en términos generales, las llantas de aluminio están bien en un lavado de autos.

# faq_thirteenth_question
source: Does it matter if my windshield is cracked?
es: ¿Importa si mi parabrisas está roto?

# faq_thirteenth_answer
source: It is always best to have a chipped windshield repaired or replaced as soon as possible. But a vehicle with a chipped or cracked windshield can go through an automatic car wash. Understand, however, that while it might be okay to drive through, changes in temperature can cause a chip or crack to expand. Your windshield might not look the same on the way out as when it went in.
es: Siempre es mejor reparar o reemplazar un parabrisas astillado lo antes posible. Pero un vehículo con el parabrisas astillado o agrietado puede pasar por un lavado automático de autos. Sin embargo, comprenda que, si bien podría estar bien conducir, los cambios de temperatura pueden hacer que se expanda una astilla o una grieta. Es posible que el parabrisas no tenga el mismo aspecto al salir que al entrar.

# faq_fourteenth_question
source: Do eggs and other contaminants come off in the wash?
es: ¿Los huevos y otros contaminantes se desprenden con el lavado?

# faq_fourteenth_answer
source: When it comes to certain substances that soil your car, an automatic car wash may or may not clean up the mess. For instance, egg on your vehicle will wash off if you take care of it straight away. But egg quickly becomes corrosive and damage begins almost immediately. If you let egg sit on the surface for any length of time, it will eat into the paint.
es: Cuando se trata de ciertas sustancias que ensucian su automóvil, un lavado automático de autos puede o no limpiar el desorden. Por ejemplo, el huevo en su vehículo se lavará si lo cuida de inmediato. Pero el huevo se vuelve corrosivo rápidamente y el daño comienza casi de inmediato. Si deja que el huevo se asiente en la superficie durante un período de tiempo, se comerá la pintura.

# faq_fifteenth_question
source: What about bug splatter on the front of your car?
es: ¿Qué hay de las salpicaduras de insectos en la parte delantera de su automóvil?
