Repository: manuel-chavez27/flutter_app
Catalog: lib/l10n/app_*.arb
Languages: es

# faq_fifteenth_answer
source: If you catch it quickly, it can be cleaned off in the car wash. There is no guarantee, however, that it will disappear completely. Many automatic car washes offer a special cleaner formulated to address bug splatter (usually at an additional cost), but it needs to be done prior to driving through. Some premium services include pretreatment, and a professional hand washing (or detailing) should include treatment as well.
es: Si lo atrapa rápidamente, puede limpiarlo en el túnel de lavado. Sin embargo, no hay garantía de que desaparezca por completo. Muchos lavados automáticos de automóviles ofrecen un limpiador especial formulado para abordar las salpicaduras de insectos (generalmente a un costo adicional), pero debe hacerse antes de conducir. Algunos servicios premium incluyen pretratamiento, y un lavado de manos profesional (o detallado) también debe incluir tratamiento.

# first_bundle_one
source: Exterior Wash
es: Lavado Exterior

# first_bundle_three
source: Hand Dry
es: Secado a Mano

# first_bundle_four
source: Armor all on tires
es: Armor all en las Llantas

# second_bundle_one
source: Exterior Wash
es: Lavado Exterior

# second_bundle_four
source: Hand Dry
es: Secado a Mano

# second_bundle_five
source: Armor all on tires
es: Armor all en las Llantas

# second_bundle_six
source: Vacuuming to the inside
es: Aspirado al interior

# three_bundle_one
source: Exterior Wash
es: Lavado Exterior

# three_bundle_four
source: Hand Dry
es: Secado a Mano

# three_bundle_five
source: Armor all on tires
es: Armor all en las Llantas

# three_bundle_six
source: Vacuuming to the inside
es: Aspirado al interior

# three_bundle_seven
source: Carpet Washing
es: Lavado de tapetes

# three_bundle_eight
source: Headlight Polishing
es: Pulido de faros

# appointment_checkout
source: Final Checkout
es: Confirmación de compra

# appointment_address
source: Address
es: Dirección

# appointment_city
source: City
es: Ciudad

# appointment_zip
source: Zip Code
es: Código Postal

# appointment_date
source: Date
es: Fecha

# appointment_time
source: Time
es: Hora

# appointment_details
source: Order Details
es: Detalles de compra

# appointment_bundle
source: Bundle
es: Paquete

# appointment_price
source: Total Price
es: Precio total

# appointment_creation
source: Make Appointment
es: Crear cita

# appointment_created
source: Appointment created successfully
es: Cita creada correctamente

# appointment_info
source: Appointment details
es: Detalles de la cita

source: Appointment for
es: Cita para el

# appointment_at
source: At
es: A las

# appointment_employee
source: In charge
es: Encargado

# appointment_chat
source: Chat with customer
es: Chatea con el cliente
